Repository: Skwirrel-B-V/skwirrel-woocommerce-sync
Catalog: languages/skwirrel-pim-wp-sync-*.po
Languages: de_de, fr_fr, nl_be

source: Skwirrel PIM Sync requires WooCommerce to function.
de_de: Skwirrel PIM Sync benötigt WooCommerce, um zu funktionieren.
fr_fr: Skwirrel PIM Sync nécessite WooCommerce pour fonctionner.
nl_be: Skwirrel PIM Sync vereist WooCommerce om te functioneren.

source: Install WooCommerce
de_de: WooCommerce installieren
fr_fr: Installer WooCommerce
nl_be: WooCommerce installeren

source: WooCommerce is required. <a href="%1$s">Install WooCommerce</a> or <a href="%2$s">activate WooCommerce</a>.
de_de: WooCommerce ist erforderlich. <a href="%1$s">WooCommerce installieren</a> oder <a href="%2$s">WooCommerce aktivieren</a>.
fr_fr: WooCommerce est requis. <a href="%1$s">Installer WooCommerce</a> ou <a href="%2$s">activer WooCommerce</a>.
nl_be: WooCommerce is vereist. <a href="%1$s">Installeer WooCommerce</a> of <a href="%2$s">activeer WooCommerce</a>.

source: Sync Products
de_de: Produkte synchronisieren
fr_fr: Synchroniser les produits
nl_be: Producten synchroniseren

source: Access denied.
de_de: Zugriff verweigert.
fr_fr: Accès refusé.
nl_be: Geen toegang.

source: Settings
de_de: Einstellungen
fr_fr: Paramètres
nl_be: Instellingen

source: Logs
de_de: Protokolle
fr_fr: Journaux

source: Sync status
de_de: Synchronisierungsstatus
fr_fr: État de la synchronisation

source: Last sync successful
de_de: Letzte Synchronisierung erfolgreich
fr_fr: Dernière synchronisation réussie
nl_be: Laatste sync geslaagd

source: Last sync failed
de_de: Letzte Synchronisierung fehlgeschlagen
fr_fr: Dernière synchronisation échouée
nl_be: Laatste sync mislukt

source: Unknown
de_de: Unbekannt
fr_fr: Inconnu
nl_be: Onbekend

source: Sync results
de_de: Synchronisierungsergebnisse
fr_fr: Résultats de synchronisation
nl_be: Sync resultaten

source: Category
de_de: Kategorie
fr_fr: Catégorie
nl_be: Categorie

source: Count
de_de: Anzahl
fr_fr: Nombre
nl_be: Aantal

source: Created
de_de: Erstellt
fr_fr: Créés
nl_be: Aangemaakt

source: Updated
de_de: Aktualisiert
fr_fr: Mis à jour
nl_be: Bijgewerkt

source: Failed
de_de: Fehlgeschlagen
fr_fr: Échoués
nl_be: Mislukt

source: Deleted (trash)
de_de: Gelöscht (Papierkorb)
fr_fr: Supprimés (corbeille)
nl_be: Verwijderd (prullenbak)

source: ↳ Categories cleaned up
de_de: ↳ Kategorien bereinigt
fr_fr: ↳ Catégories nettoyées
nl_be: ↳ Categorieën opgeschoond

source: ↳ With attributes
de_de: ↳ Mit Attributen
fr_fr: ↳ Avec attributs
nl_be: ↳ Met kenmerken

source: ↳ Without attributes
de_de: ↳ Ohne Attribute
fr_fr: ↳ Sans attributs
nl_be: ↳ Zonder kenmerken

source: Total processed
de_de: Gesamt verarbeitet
fr_fr: Total traité
nl_be: Totaal verwerkt

source: Error message:
de_de: Fehlermeldung:
fr_fr: Message d'erreur :
nl_be: Foutmelding:

source: No sync has been run yet. Click "Sync Products" to get started.
de_de: Noch keine Synchronisierung durchgeführt. Klicken Sie auf "Produkte synchronisieren", um zu beginnen.
fr_fr: Aucune synchronisation effectuée. Cliquez sur "Synchroniser les produits" pour commencer.
nl_be: Nog geen sync uitgevoerd. Klik op "Producten synchroniseren" om te beginnen.

source: Sync history
de_de: Synchronisierungsverlauf
fr_fr: Historique de synchronisation
nl_be: Sync geschiedenis

source: Date & Time
de_de: Datum & Uhrzeit
fr_fr: Date et heure
nl_be: Datum & Tijd

source: Status
fr_fr: État

source: Successful
de_de: Erfolgreich
fr_fr: Réussi
nl_be: Geslaagd

source: Deleted
de_de: Gelöscht
fr_fr: Supprimés
nl_be: Verwijderd

source: With attr.
de_de: Mit Attr.
fr_fr: Avec attr.
nl_be: Met kenm.

source: Without attr.
de_de: Ohne Attr.
fr_fr: Sans attr.
nl_be: Zonder kenm.

source: JSON-RPC Endpoint URL
de_de: JSON-RPC Endpunkt-URL
fr_fr: URL du point de terminaison JSON-RPC

source: Full URL to the Skwirrel JSON-RPC endpoint.
de_de: Vollständige URL zum Skwirrel JSON-RPC-Endpunkt.
fr_fr: URL complète vers le point de terminaison JSON-RPC Skwirrel.
nl_be: Volledige URL naar het Skwirrel JSON-RPC endpoint.

source: Authentication type
de_de: Authentifizierungstyp
fr_fr: Type d'authentification
nl_be: Authenticatie type

source: Bearer token
fr_fr: Jeton Bearer

source: API static token (X-Skwirrel-Api-Token)
de_de: Statisches API-Token (X-Skwirrel-Api-Token)
fr_fr: Jeton API statique (X-Skwirrel-Api-Token)

source: Token
fr_fr: Jeton

source: Enter token…
de_de: Token eingeben…
fr_fr: Saisir le jeton…
nl_be: Token invoeren…

source: After saving, the token will not be shown in plain text.
de_de: Nach dem Speichern wird das Token nicht im Klartext angezeigt.
fr_fr: Après l'enregistrement, le jeton ne sera pas affiché en texte clair.
nl_be: Na opslaan wordt de token niet in platte tekst getoond.

source: Timeout (seconds)
de_de: Zeitüberschreitung (Sekunden)
fr_fr: Délai d'attente (secondes)
nl_be: Timeout (seconden)

source: Number of retries
de_de: Anzahl Wiederholungen
fr_fr: Nombre de tentatives
nl_be: Aantal retries

source: Sync interval
de_de: Synchronisierungsintervall
fr_fr: Intervalle de synchronisation

source: Batch size
de_de: Stapelgröße
fr_fr: Taille du lot

source: Products per API page (1–500).
de_de: Produkte pro API-Seite (1–500).
fr_fr: Produits par page API (1–500).
nl_be: Producten per API-pagina (1–500).

source: Sync categories
de_de: Kategorien synchronisieren
fr_fr: Synchroniser les catégories
nl_be: Categorieën synchroniseren

source: Create and assign categories from product_groups
de_de: Kategorien aus product_groups erstellen und verknüpfen
fr_fr: Créer et lier les catégories depuis product_groups
nl_be: Categorieën uit product_groups aanmaken en koppelen

source: Sync grouped products
de_de: Gruppierte Produkte synchronisieren
fr_fr: Synchroniser les produits groupés
nl_be: Grouped products synchroniseren

source: Fetch grouped products via getGroupedProducts (products within a group can be variable)
de_de: Gruppierte Produkte über getGroupedProducts abrufen (Produkte innerhalb einer Gruppe können variabel sein)
fr_fr: Récupérer les produits groupés via getGroupedProducts (les produits dans un groupe peuvent être variables)
nl_be: Grouped products ophalen via getGroupedProducts (producten binnen groep kunnen variable zijn)

source: Sync custom classes
de_de: Custom Classes synchronisieren
fr_fr: Synchroniser les classes personnalisées
nl_be: Custom classes synchroniseren

source: Fetch custom class attributes and save as product attributes
de_de: Custom Class Attribute abrufen und als Produktattribute speichern
fr_fr: Récupérer les attributs des classes personnalisées et les enregistrer comme attributs de produit
nl_be: Custom class kenmerken ophalen en opslaan als productkenmerken

source: Also include trade item custom classes
de_de: Auch Trade Item Custom Classes einbeziehen
fr_fr: Inclure également les classes personnalisées des articles commerciaux
nl_be: Ook trade item custom classes meenemen

source: Custom class filter
fr_fr: Filtre de classes personnalisées

source: No filter (all classes)
de_de: Kein Filter (alle Klassen)
fr_fr: Pas de filtre (toutes les classes)
nl_be: Geen filter (alle klassen)

source: Whitelist (only these classes)
de_de: Whitelist (nur diese Klassen)
fr_fr: Liste blanche (uniquement ces classes)
nl_be: Whitelist (alleen deze klassen)

source: Blacklist (all except these classes)
de_de: Blacklist (alle außer diesen Klassen)
fr_fr: Liste noire (toutes sauf ces classes)
nl_be: Blacklist (alles behalve deze klassen)

source: e.g. 12, 45, BUIS
de_de: z.B. 12, 45, BUIS
fr_fr: ex. 12, 45, BUIS
nl_be: bijv. 12, 45, BUIS

source: Comma-separated class IDs or codes. Numeric values are used as ID, others as class code.
de_de: Kommagetrennte Klassen-IDs oder Codes. Numerische Werte werden als ID verwendet, andere als Klassencode.
fr_fr: ID de classes ou codes séparés par des virgules. Les valeurs numériques sont utilisées comme ID, les autres comme code de classe.
nl_be: Kommagescheiden klasse ID's of codes. Numerieke waarden worden als ID gebruikt, overige als klassencode.

source: Collection IDs (filter)
de_de: Sammlungs-IDs (Filter)
fr_fr: ID de collections (filtre)
nl_be: Collectie ID's (filter)

source: e.g. 123, 456
de_de: z.B. 123, 456
fr_fr: ex. 123, 456
nl_be: bijv. 123, 456

source: Comma-separated collection IDs. Only products from these collections will be synced. Empty = sync all.
de_de: Kommagetrennte Sammlungs-IDs. Nur Produkte aus diesen Sammlungen werden synchronisiert. Leer = alles synchronisieren.
fr_fr: ID de collections séparés par des virgules. Seuls les produits de ces collections seront synchronisés. Vide = tout synchroniser.
nl_be: Kommagescheiden collectie ID's. Alleen producten uit deze collecties worden gesynchroniseerd. Leeg = alles synchroniseren.

source: Import images
de_de: Bilder importieren
fr_fr: Importer les images
nl_be: Afbeeldingen importeren

source: Yes, to media library
de_de: Ja, in die Mediathek
fr_fr: Oui, vers la médiathèque
nl_be: Ja, naar media library

source: No, skip
de_de: Nein, überspringen
fr_fr: Non, ignorer
nl_be: Nee, overslaan

source: If media library import fails (e.g. due to security plugin), choose "No" to skip images.
de_de: Wenn der Import in die Mediathek fehlschlägt (z.B. durch ein Sicherheits-Plugin), wählen Sie "Nein", um Bilder zu überspringen.
fr_fr: Si l'import vers la médiathèque échoue (ex. plugin de sécurité), choisissez "Non" pour ignorer les images.
nl_be: Als import naar media library faalt (bijv. door security plugin), kies dan "Nee" om afbeeldingen over te slaan.

source: Content language
de_de: Inhaltssprache
fr_fr: Langue du contenu
nl_be: Contenttaal

source: Other…
de_de: Andere…
fr_fr: Autre…
nl_be: Anders…

source: Language code for all text: image alt/caption, ETIM attributes.
de_de: Sprachcode für alle Texte: Bild-Alt/Beschriftung, ETIM-Attribute.
fr_fr: Code langue pour tous les textes : alt/légende des images, attributs ETIM.
nl_be: Taalcode voor alle teksten: afbeelding alt/caption, ETIM-attributen.

source: API languages (include_languages)
de_de: API-Sprachen (include_languages)
fr_fr: Langues API (include_languages)
nl_be: API-talen (include_languages)

source: Additional language codes (comma-separated):
de_de: Zusätzliche Sprachcodes (kommagetrennt):
fr_fr: Codes langue supplémentaires (séparés par des virgules) :
nl_be: Extra taalcodes (kommagescheiden):

source: Select the languages the API should include for product translations and ETIM.
de_de: Wählen Sie die Sprachen aus, die die API für Produktübersetzungen und ETIM einschließen soll.
fr_fr: Sélectionnez les langues que l'API doit inclure pour les traductions de produits et ETIM.
nl_be: Selecteer de talen die de API moet meesturen voor producttranslations en ETIM.

source: Verbose logging
de_de: Ausführliche Protokollierung
fr_fr: Journalisation détaillée
nl_be: Uitgebreide logging

source: Log per product: sources, ETIM, attributes (see WooCommerce → Status → Logs)
de_de: Protokoll pro Produkt: Quellen, ETIM, Attribute (siehe WooCommerce → Status → Protokolle)
fr_fr: Journal par produit : sources, ETIM, attributs (voir WooCommerce → État → Journaux)
nl_be: Log per product: bronnen, ETIM, attributen (zie WooCommerce → Status → Logs)

source: Clean up deleted products
de_de: Gelöschte Produkte bereinigen
fr_fr: Nettoyer les produits supprimés
nl_be: Verwijderde producten opruimen

source: Automatically trash products and categories no longer in Skwirrel during full sync
de_de: Produkte und Kategorien, die nicht mehr in Skwirrel vorhanden sind, automatisch während der vollständigen Synchronisierung in den Papierkorb verschieben
fr_fr: Mettre automatiquement à la corbeille les produits et catégories qui ne sont plus dans Skwirrel lors de la synchronisation complète
nl_be: Automatisch producten en categorieën die niet meer in Skwirrel staan verwijderen tijdens volledige sync

source: Only active during full sync (manual sync or after deletion in WooCommerce). Not active during delta sync or when collection filter is set.
de_de: Nur aktiv während der vollständigen Synchronisierung (manuelle Synchronisierung oder nach Löschung in WooCommerce). Nicht aktiv während der Delta-Synchronisierung oder wenn ein Sammlungsfilter gesetzt ist.
fr_fr: Actif uniquement lors de la synchronisation complète (synchronisation manuelle ou après suppression dans WooCommerce). Inactif lors de la synchronisation delta ou lorsqu'un filtre de collection est défini.
nl_be: Alleen actief tijdens volledige sync (handmatige sync of na verwijdering in WooCommerce). Niet actief tijdens delta sync of wanneer collectiefilter is ingesteld.

source: Show delete warning
de_de: Löschwarnungen anzeigen
fr_fr: Afficher l'avertissement de suppression
nl_be: Verwijderwaarschuwing tonen

source: Show warning when deleting Skwirrel products and categories in WooCommerce
de_de: Warnung anzeigen beim Löschen von Skwirrel-Produkten und -Kategorien in WooCommerce
fr_fr: Afficher un avertissement lors de la suppression de produits et catégories Skwirrel dans WooCommerce
nl_be: Waarschuwing tonen bij verwijderen van Skwirrel producten en categorieën in WooCommerce

source: Skwirrel is the source of truth: deleted products will be recreated during the next sync. This warning reminds users of this.
de_de: Skwirrel ist die Quelle der Wahrheit: Gelöschte Produkte werden bei der nächsten Synchronisierung neu erstellt. Diese Warnung erinnert Benutzer daran.
fr_fr: Skwirrel est la source de vérité : les produits supprimés seront recréés lors de la prochaine synchronisation. Cet avertissement en rappelle les utilisateurs.
nl_be: Skwirrel is de bron van waarheid: verwijderde producten worden opnieuw aangemaakt bij de volgende sync. Deze waarschuwing herinnert gebruikers hieraan.

source: SKU field
de_de: SKU-Feld
fr_fr: Champ SKU
nl_be: SKU veld

source: Save settings
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres
nl_be: Instellingen opslaan

source: Test connection
de_de: Verbindung testen
fr_fr: Tester la connexion
nl_be: Test verbinding

source: Danger zone
de_de: Gefahrenzone
fr_fr: Zone de danger
nl_be: Gevarenzone

source: Delete all products created or synced by Skwirrel. This action cannot be undone if you empty the trash.
de_de: Alle von Skwirrel erstellten oder synchronisierten Produkte löschen. Diese Aktion kann nicht rückgängig gemacht werden, wenn Sie den Papierkorb leeren.
fr_fr: Supprimer tous les produits créés ou synchronisés par Skwirrel. Cette action ne peut pas être annulée si vous videz la corbeille.
nl_be: Verwijder alle producten die door Skwirrel zijn aangemaakt of gesynchroniseerd. Deze actie kan niet ongedaan worden gemaakt als u de prullenbak leegt.

source: Also empty the trash (permanently delete)
de_de: Auch den Papierkorb leeren (permanent löschen)
fr_fr: Vider également la corbeille (suppression permanente)
nl_be: Ook de prullenbak legen (permanent verwijderen)

source: Delete all Skwirrel products
de_de: Alle Skwirrel-Produkte löschen
fr_fr: Supprimer tous les produits Skwirrel
nl_be: Alle Skwirrel producten verwijderen

source: WARNING: All Skwirrel products will be PERMANENTLY deleted. This cannot be undone! Are you sure?
de_de: WARNUNG: Alle Skwirrel-Produkte werden PERMANENT gelöscht. Dies kann nicht rückgängig gemacht werden! Sind Sie sicher?
fr_fr: AVERTISSEMENT : Tous les produits Skwirrel seront DÉFINITIVEMENT supprimés. Cette action est irréversible ! Êtes-vous sûr ?
nl_be: WAARSCHUWING: Alle Skwirrel producten worden PERMANENT verwijderd. Dit kan niet ongedaan worden gemaakt! Weet u het zeker?

source: All Skwirrel products will be moved to the trash. Are you sure?
de_de: Alle Skwirrel-Produkte werden in den Papierkorb verschoben. Sind Sie sicher?
fr_fr: Tous les produits Skwirrel seront déplacés vers la corbeille. Êtes-vous sûr ?
nl_be: Alle Skwirrel producten worden naar de prullenbak verplaatst. Weet u het zeker?

source: View logs
de_de: Protokolle anzeigen
fr_fr: Voir les journaux
nl_be: Bekijk logs

source: No log file available.
de_de: Keine Protokolldatei verfügbar.
fr_fr: Aucun fichier journal disponible.
nl_be: Geen logbestand beschikbaar.

source: Debug variation attributes
de_de: Variationsattribute debuggen
fr_fr: Déboguer les attributs de variation
nl_be: Variatie-attributen debuggen

source: If variations show "Any Colour" / "Any Number of cups" instead of real values:
de_de: Wenn Variationen "Any Colour" / "Any Number of cups" anstatt echter Werte anzeigen:
fr_fr: Si les variations affichent "Any Colour" / "Any Number of cups" au lieu des valeurs réelles :
nl_be: Als variaties "Any Colour" / "Any Number of cups" tonen in plaats van echte waarden:

source: Add to wp-config.php: define('SKWIRREL_WC_SYNC_DEBUG_ETIM', true);
de_de: In wp-config.php hinzufügen: define('SKWIRREL_WC_SYNC_DEBUG_ETIM', true);
fr_fr: Ajouter dans wp-config.php : define('SKWIRREL_WC_SYNC_DEBUG_ETIM', true);
nl_be: Voeg in wp-config.php toe: define('SKWIRREL_WC_SYNC_DEBUG_ETIM', true);

source: Run "Sync Products".
de_de: "Produkte synchronisieren" ausführen.
fr_fr: Exécuter "Synchroniser les produits".
nl_be: Voer "Producten synchroniseren" uit.

source: Check wp-content/uploads/skwirrel-variation-debug.log
de_de: wp-content/uploads/skwirrel-variation-debug.log überprüfen
fr_fr: Consultez wp-content/uploads/skwirrel-variation-debug.log
nl_be: Bekijk wp-content/uploads/skwirrel-variation-debug.log

source: Check: etim_values_found empty? → API languages must match getProducts (e.g. en, en-GB).
de_de: Prüfen: etim_values_found leer? → API-Sprachen müssen mit getProducts übereinstimmen (z.B. en, en-GB).
fr_fr: Vérifiez : etim_values_found vide ? → Les langues API doivent correspondre à getProducts (ex. en, en-GB).
nl_be: Controleer: etim_values_found leeg? → API-talen moet overeenkomen met getProducts (bijv. en, en-GB).

source: ATTR VERIFY FAIL in the log? → meta is not being written correctly; check wp_postmeta for attribute_pa_color/attribute_pa_cups.
de_de: ATTR VERIFY FAIL im Protokoll? → Meta werden nicht korrekt geschrieben; überprüfen Sie wp_postmeta für attribute_pa_color/attribute_pa_cups.
fr_fr: ATTR VERIFY FAIL dans le journal ? → les meta ne sont pas correctement écrites ; vérifiez wp_postmeta pour attribute_pa_color/attribute_pa_cups.
nl_be: ATTR VERIFY FAIL in de log? → meta wordt niet correct weggeschreven; controleer wp_postmeta voor attribute_pa_color/attribute_pa_cups.

source: Connection test successful.
de_de: Verbindungstest erfolgreich.
fr_fr: Test de connexion réussi.
nl_be: Verbinding test geslaagd.

source: Connection failed.
de_de: Verbindung fehlgeschlagen.
fr_fr: Connexion échouée.
nl_be: Verbinding mislukt.

source: Sync started in the background. Results will appear here once the sync is completed. Refresh the page to check the status.
de_de: Synchronisierung wurde im Hintergrund gestartet. Die Ergebnisse erscheinen hier, sobald die Synchronisierung abgeschlossen ist. Aktualisieren Sie die Seite, um den Status zu überprüfen.
fr_fr: La synchronisation a démarré en arrière-plan. Les résultats apparaîtront ici une fois la synchronisation terminée. Actualisez la page pour vérifier l'état.
nl_be: Sync is gestart op de achtergrond. De resultaten verschijnen hier zodra de sync is voltooid. Vernieuw de pagina om de status te controleren.

source: Purge started in the background. All Skwirrel products, imported media, categories and attributes will be deleted. Refresh the page to check the status.
de_de: Bereinigung wurde im Hintergrund gestartet. Alle Skwirrel-Produkte, importierte Medien, Kategorien und Attribute werden gelöscht. Aktualisieren Sie die Seite, um den Status zu überprüfen.
fr_fr: Le nettoyage a démarré en arrière-plan. Tous les produits Skwirrel, médias importés, catégories et attributs seront supprimés. Actualisez la page pour vérifier l'état.
nl_be: Opruimactie is gestart op de achtergrond. Alle Skwirrel producten, geïmporteerde media, categorieën en attributen worden verwijderd. Vernieuw de pagina om de status te controleren.

source: Sync completed. Created: %1$d, Updated: %2$d, Failed: %3$d
de_de: Synchronisierung abgeschlossen. Erstellt: %1$d, aktualisiert: %2$d, fehlgeschlagen: %3$d
fr_fr: Synchronisation terminée. Créés : %1$d, mis à jour : %2$d, échoués : %3$d
nl_be: Sync voltooid. Aangemaakt: %1$d, bijgewerkt: %2$d, mislukt: %3$d

source: (with attributes: %1$d, without: %2$d)
de_de: (mit Attributen: %1$d, ohne: %2$d)
fr_fr: (avec attributs : %1$d, sans : %2$d)
nl_be: (met kenmerken: %1$d, zonder: %2$d)

source: Sync completed. Check the logs for details.
de_de: Synchronisierung abgeschlossen. Überprüfen Sie die Protokolle für Details.
fr_fr: Synchronisation terminée. Consultez les journaux pour plus de détails.
nl_be: Sync voltooid. Controleer de logs voor details.

source: Sync in progress…
de_de: Synchronisierung läuft…
fr_fr: Synchronisation en cours…

source: The page will refresh automatically when the sync is completed.
de_de: Die Seite wird automatisch aktualisiert, wenn die Synchronisierung abgeschlossen ist.
fr_fr: La page sera automatiquement actualisée lorsque la synchronisation sera terminée.

source: Super category ID
de_de: Superkategorie-ID
fr_fr: ID de super catégorie

source: e.g. 42
de_de: z.B. 42
fr_fr: ex. 42

source: Skwirrel super category ID. The entire category tree under this category will be synced to WooCommerce.
de_de: Skwirrel Superkategorie-ID. Der gesamte Kategoriebaum unter dieser Kategorie wird mit WooCommerce synchronisiert.
fr_fr: ID de super catégorie Skwirrel. L'arborescence complète sous cette catégorie sera synchronisée avec WooCommerce.

source: Manual
de_de: Anleitung
fr_fr: Manuel
nl_be: Handleiding

source: Datasheet
de_de: Datenblatt
fr_fr: Fiche technique

source: Certificate
de_de: Zertifikat
fr_fr: Certificat
nl_be: Certificaat

source: Warranty
de_de: Garantie
fr_fr: Garantie
nl_be: Garantie

source: Other document
de_de: Sonstiges Dokument
fr_fr: Autre document
nl_be: Overig document

source: Skwirrel documents
de_de: Skwirrel-Dokumente
fr_fr: Documents Skwirrel
nl_be: Skwirrel documenten

source: No documents linked to this product.
de_de: Keine Dokumente mit diesem Produkt verknüpft.
fr_fr: Aucun document lié à ce produit.
nl_be: Geen documenten gekoppeld aan dit product.

source: Edit
de_de: Bearbeiten
fr_fr: Modifier
nl_be: Bewerken

source: Disabled
de_de: Deaktiviert
fr_fr: Désactivé
nl_be: Uitgeschakeld

source: Hourly
de_de: Stündlich
fr_fr: Toutes les heures
nl_be: Elk uur

source: Twice daily
de_de: Zweimal täglich
fr_fr: Deux fois par jour
nl_be: Twee keer per dag

source: Daily
de_de: Täglich
fr_fr: Quotidien
nl_be: Dagelijks

source: Weekly
de_de: Wöchentlich
fr_fr: Hebdomadaire
nl_be: Wekelijks

source: This product is managed by Skwirrel. Changes to product data should be made in Skwirrel.
de_de: Dieses Produkt wird von Skwirrel verwaltet. Änderungen an Produktdaten sollten in Skwirrel vorgenommen werden.
fr_fr: Ce produit est géré par Skwirrel. Les modifications des données produit doivent être effectuées dans Skwirrel.
nl_be: Dit product wordt beheerd door Skwirrel. Wijzigingen aan productgegevens dienen in Skwirrel te worden gemaakt.

source: If you delete or trash this product, it will be automatically recreated during the next sync.
de_de: Wenn Sie dieses Produkt löschen, wird es bei der nächsten Synchronisierung automatisch neu erstellt.
fr_fr: Si vous supprimez ce produit, il sera automatiquement recréé lors de la prochaine synchronisation.
nl_be: Als u dit product verwijdert, wordt het automatisch opnieuw aangemaakt bij de volgende sync.

source: Last synced: %s
de_de: Zuletzt synchronisiert: %s
fr_fr: Dernière synchronisation : %s
nl_be: Laatst gesynchroniseerd: %s
