Repository: Skwirrel-B-V/skwirrel-woocommerce-sync
Catalog: languages/skwirrel-wc-sync-*.po
Languages: de_de, fr_fr

source: Skwirrel WooCommerce Sync vereist WooCommerce om te functioneren.
fr_fr: Skwirrel WooCommerce Sync nécessite WooCommerce pour fonctionner.

source: WooCommerce is vereist. <a href="%s">Installeer WooCommerce</a> of <a href="%s">activeer WooCommerce</a>.
de_de: WooCommerce ist erforderlich. <a href="%s">WooCommerce installieren</a> oder <a href="%s">WooCommerce aktivieren</a>.
fr_fr: WooCommerce est requis. <a href="%s">Installer WooCommerce</a> ou <a href="%s">activer WooCommerce</a>.

source: Geen toegang.
de_de: Zugriff verweigert.
fr_fr: Accès refusé.

source: JSON-RPC Endpoint URL
de_de: JSON-RPC Endpunkt-URL
fr_fr: URL du point de terminaison JSON-RPC

source: Volledige URL naar het Skwirrel JSON-RPC endpoint.
de_de: Vollständige URL zum Skwirrel JSON-RPC-Endpunkt.
fr_fr: URL complète vers le point de terminaison JSON-RPC Skwirrel.

source: Authenticatie type
de_de: Authentifizierungstyp
fr_fr: Type d'authentification

source: Bearer token
fr_fr: Jeton Bearer

source: API static token (X-Skwirrel-Api-Token)
de_de: Statisches API-Token (X-Skwirrel-Api-Token)
fr_fr: Jeton API statique (X-Skwirrel-Api-Token)

source: Token
fr_fr: Jeton

source: Token invoeren…
de_de: Token eingeben…
fr_fr: Saisir le jeton…

source: Na opslaan wordt de token niet in platte tekst getoond.
de_de: Nach dem Speichern wird das Token nicht im Klartext angezeigt.
fr_fr: Après l'enregistrement, le jeton ne sera pas affiché en texte clair.

source: Timeout (seconden)
de_de: Zeitüberschreitung (Sekunden)
fr_fr: Délai d'attente (secondes)

source: Aantal retries
de_de: Anzahl Wiederholungen
fr_fr: Nombre de tentatives

source: Sync interval
de_de: Synchronisierungsintervall
fr_fr: Intervalle de synchronisation

source: Batch size
de_de: Stapelgröße
fr_fr: Taille du lot

source: Producten per API-pagina (1–500).
de_de: Produkte pro API-Seite (1–500).
fr_fr: Produits par page API (1–500).

source: Categorieën syncen
de_de: Kategorien synchronisieren
fr_fr: Synchroniser les catégories

source: Categorieën uit product_groups aanmaken en koppelen
de_de: Kategorien aus product_groups erstellen und verknüpfen
fr_fr: Créer et lier les catégories depuis product_groups

source: Grouped products syncen
de_de: Gruppierte Produkte synchronisieren
fr_fr: Synchroniser les produits groupés

source: Grouped products ophalen via getGroupedProducts (producten binnen groep kunnen variable zijn)
de_de: Gruppierte Produkte über getGroupedProducts abrufen (Produkte innerhalb einer Gruppe können variabel sein)
fr_fr: Récupérer les produits groupés via getGroupedProducts (les produits dans un groupe peuvent être variables)

source: Collectie ID's (filter)
de_de: Sammlungs-IDs (Filter)
fr_fr: ID de collections (filtre)

source: bijv. 123, 456
de_de: z.B. 123, 456
fr_fr: ex. 123, 456

source: Comma-separated collectie ID's. Alleen producten uit deze collecties worden gesynchroniseerd. Leeg = alles synchroniseren.
de_de: Kommagetrennte Sammlungs-IDs. Nur Produkte aus diesen Sammlungen werden synchronisiert. Leer = alles synchronisieren.
fr_fr: ID de collections séparés par des virgules. Seuls les produits de ces collections seront synchronisés. Vide = tout synchroniser.

source: Afbeeldingen importeren
de_de: Bilder importieren
fr_fr: Importer les images

source: Ja, naar media library
de_de: Ja, in die Mediathek
fr_fr: Oui, vers la médiathèque

source: Nee, overslaan
de_de: Nein, überspringen
fr_fr: Non, ignorer

source: Als import naar media library faalt (bijv. door security plugin), kies dan "Nee" om afbeeldingen over te slaan.
de_de: Wenn der Import in die Mediathek fehlschlägt (z.B. durch ein Sicherheits-Plugin), wählen Sie „Nein", um Bilder zu überspringen.
fr_fr: Si l'import vers la médiathèque échoue (ex. plugin de sécurité), choisissez « Non » pour ignorer les images.

source: Contenttaal
de_de: Inhaltssprache
fr_fr: Langue du contenu

source: Anders…
de_de: Andere…
fr_fr: Autre…

source: Taalcode voor alle teksten: afbeelding alt/caption, ETIM-attributen.
de_de: Sprachcode für alle Texte: Bild-Alt/Beschriftung, ETIM-Attribute.
fr_fr: Code langue pour tous les textes : alt/légende des images, attributs ETIM.

source: API-talen (include_languages)
de_de: API-Sprachen (include_languages)
fr_fr: Langues API (include_languages)

source: Extra taalcodes (comma-separated):
de_de: Zusätzliche Sprachcodes (kommagetrennt):
fr_fr: Codes langue supplémentaires (séparés par des virgules) :

source: Selecteer de talen die de API moet meesturen voor product translations en ETIM.
de_de: Wählen Sie die Sprachen aus, die die API für Produktübersetzungen und ETIM einschließen soll.
fr_fr: Sélectionnez les langues que l'API doit inclure pour les traductions de produits et ETIM.

source: Uitgebreide logging
de_de: Ausführliche Protokollierung
fr_fr: Journalisation détaillée

source: Log per product: bronnen, ETIM, attributen (zie WooCommerce → Status → Logs)
de_de: Protokoll pro Produkt: Quellen, ETIM, Attribute (siehe WooCommerce → Status → Protokolle)
fr_fr: Journal par produit : sources, ETIM, attributs (voir WooCommerce → État → Journaux)

source: SKU veld
de_de: SKU-Feld
fr_fr: Champ SKU

source: Instellingen opslaan
de_de: Einstellungen speichern
fr_fr: Enregistrer les paramètres

source: Acties
de_de: Aktionen
fr_fr: Actions

source: Test verbinding
de_de: Verbindung testen
fr_fr: Tester la connexion

source: Sync nu
de_de: Jetzt synchronisieren
fr_fr: Synchroniser maintenant

source: Bekijk logs
de_de: Protokolle anzeigen
fr_fr: Voir les journaux

source: Variatie-attributen debuggen
de_de: Variationsattribute debuggen
fr_fr: Déboguer les attributs de variation

source: Als variaties "Any Colour" / "Any Number of cups" tonen in plaats van echte waarden:
de_de: Wenn Variationen „Any Colour" / „Any Number of cups" anstatt echter Werte anzeigen:
fr_fr: Si les variations affichent « Any Colour » / « Any Number of cups » au lieu des valeurs réelles :

source: Voeg in wp-config.php toe: define('SKWIRREL_WC_SYNC_DEBUG_ETIM', true);
de_de: In wp-config.php hinzufügen: define('SKWIRREL_WC_SYNC_DEBUG_ETIM', true);
fr_fr: Ajouter dans wp-config.php : define('SKWIRREL_WC_SYNC_DEBUG_ETIM', true);

source: Voer "Sync nu" uit.
de_de: „Jetzt synchronisieren" ausführen.
fr_fr: « Synchroniser maintenant ».

source: Bekijk wp-content/uploads/skwirrel-variation-debug.log
de_de: wp-content/uploads/skwirrel-variation-debug.log überprüfen
fr_fr: Consultez wp-content/uploads/skwirrel-variation-debug.log

source: Controleer: etim_values_found leeg? → API-talen moet overeenkomen met getProducts (bijv. en, en-GB).
de_de: Prüfen: etim_values_found leer? → API-Sprachen müssen mit getProducts übereinstimmen (z.B. en, en-GB).
fr_fr: Vérifiez : etim_values_found vide ? → Les langues API doivent correspondre à getProducts (ex. en, en-GB).

source: ATTR VERIFY FAIL in de log? → meta wordt niet correct weggeschreven; controleer wp_postmeta voor attribute_pa_color/attribute_pa_cups.
de_de: ATTR VERIFY FAIL im Protokoll? → Meta werden nicht korrekt geschrieben; überprüfen Sie wp_postmeta für attribute_pa_color/attribute_pa_cups.
fr_fr: ATTR VERIFY FAIL dans le journal ? → les meta ne sont pas correctement écrites ; vérifiez wp_postmeta pour attribute_pa_color/attribute_pa_cups.

source: Sync status
de_de: Synchronisierungsstatus
fr_fr: État de la synchronisation

source: Laatste sync geslaagd
de_de: Letzte Synchronisierung erfolgreich
fr_fr: Dernière synchronisation réussie

source: Laatste sync mislukt
de_de: Letzte Synchronisierung fehlgeschlagen
fr_fr: Dernière synchronisation échouée

source: Onbekend
de_de: Unbekannt
fr_fr: Inconnu

source: Sync resultaten
de_de: Synchronisierungsergebnisse
fr_fr: Résultats de synchronisation

source: Categorie
de_de: Kategorie
fr_fr: Catégorie

source: Aantal
de_de: Anzahl
fr_fr: Nombre

source: Aangemaakt
de_de: Erstellt
fr_fr: Créés

source: Bijgewerkt
de_de: Aktualisiert
fr_fr: Mis à jour

source: Mislukt
de_de: Fehlgeschlagen
fr_fr: Échoués

source: ↳ Met kenmerken
de_de: ↳ Mit Attributen
fr_fr: ↳ Avec attributs

source: ↳ Zonder kenmerken
de_de: ↳ Ohne Attribute
fr_fr: ↳ Sans attributs

source: Totaal verwerkt
de_de: Gesamt verarbeitet
fr_fr: Total traité

source: Foutmelding:
de_de: Fehlermeldung:
fr_fr: Message d'erreur :

source: Nog geen sync uitgevoerd. Klik op "Nu synchroniseren" om te beginnen.
de_de: Noch keine Synchronisierung durchgeführt. Klicken Sie auf „Jetzt synchronisieren", um zu beginnen.
fr_fr: Aucune synchronisation effectuée. Cliquez sur « Synchroniser maintenant » pour commencer.

source: Sync geschiedenis
de_de: Synchronisierungsverlauf
fr_fr: Historique de synchronisation

source: Datum & Tijd
de_de: Datum & Uhrzeit
fr_fr: Date et heure

source: Status
fr_fr: État

source: Met kenm.
de_de: Mit Attr.
fr_fr: Avec attr.

source: Zonder kenm.
de_de: Ohne Attr.
fr_fr: Sans attr.

source: Totaal
de_de: Gesamt
fr_fr: Total

source: Geslaagd
de_de: Erfolgreich
fr_fr: Réussi

source: Verbinding test geslaagd.
de_de: Verbindungstest erfolgreich.
fr_fr: Test de connexion réussi.

source: Verbinding mislukt.
de_de: Verbindung fehlgeschlagen.
fr_fr: Connexion échouée.

source: Sync is gestart op de achtergrond. De resultaten verschijnen hier zodra de sync is voltooid. Vernieuw de pagina om de status te controleren.
de_de: Synchronisierung wurde im Hintergrund gestartet. Die Ergebnisse erscheinen hier, sobald die Synchronisierung abgeschlossen ist. Aktualisieren Sie die Seite, um den Status zu überprüfen.
fr_fr: La synchronisation a démarré en arrière-plan. Les résultats apparaîtront ici une fois la synchronisation terminée. Actualisez la page pour vérifier l'état.

source: Sync voltooid. Aangemaakt: %d, Bijgewerkt: %d, Mislukt: %d
de_de: Synchronisierung abgeschlossen. Erstellt: %d, aktualisiert: %d, fehlgeschlagen: %d
fr_fr: Synchronisation terminée. Créés : %d, mis à jour : %d, échoués : %d

source: (met kenmerken: %d, zonder: %d)
de_de: (mit Attributen: %d, ohne: %d)
fr_fr: (avec attributs : %d, sans : %d)

source: Sync voltooid. Controleer de logs voor details.
de_de: Synchronisierung abgeschlossen. Überprüfen Sie die Protokolle für Details.
fr_fr: Synchronisation terminée. Consultez les journaux pour plus de détails.

source: Product %s
de_de: Produkt %s
fr_fr: Produit %s

source: Variant
de_de: Variante
fr_fr: Variante

source: Colour
de_de: Farbe
fr_fr: Couleur

source: Number of cups
de_de: Anzahl Tassen
fr_fr: Nombre de tasses

source: Search %s
de_de: %s suchen
fr_fr: Rechercher %s

source: All %s
de_de: Alle %s
fr_fr: Tous les %s

source: Edit %s
de_de: %s bearbeiten
fr_fr: Modifier %s

source: Update %s
de_de: %s aktualisieren
fr_fr: Mettre à jour %s

source: Add new %s
de_de: %s hinzufügen
fr_fr: Ajouter %s

source: New %s
de_de: Neue(r) %s
fr_fr: Nouveau %s

source: Handleiding
de_de: Anleitung
fr_fr: Manuel

source: Datasheet
de_de: Datenblatt
fr_fr: Fiche technique

source: Certificaat
de_de: Zertifikat
fr_fr: Certificat

source: Overig document
de_de: Sonstiges Dokument
fr_fr: Autre document

source: Documenten
de_de: Dokumente
fr_fr: Documents

source: Skwirrel documenten
de_de: Skwirrel-Dokumente
fr_fr: Documents Skwirrel

source: Geen documenten gekoppeld aan dit product.
de_de: Keine Dokumente mit diesem Produkt verknüpft.
fr_fr: Aucun document lié à ce produit.

source: Bewerken
de_de: Bearbeiten
fr_fr: Modifier

source: Twee keer per dag
de_de: Zweimal täglich
fr_fr: Deux fois par jour

source: Uitgeschakeld
de_de: Deaktiviert
fr_fr: Désactivé

source: Elk uur
de_de: Stündlich
fr_fr: Toutes les heures

source: Dagelijks
de_de: Täglich
fr_fr: Quotidien

source: Wekelijks
de_de: Wöchentlich
fr_fr: Hebdomadaire

source: Skwirrel PIM Sync vereist WooCommerce om te functioneren.
de_de: Skwirrel PIM Sync benötigt WooCommerce, um zu funktionieren.
