Repository: Skwirrel-B-V/skwirrel-woocommerce-sync
Catalog: languages/skwirrel-pim-wp-sync-*.po
Languages: de_de, fr_fr, nl_be

source: This product is managed by Skwirrel and will be recreated during the next sync. Are you sure you want to trash this product?
de_de: Dieses Produkt wird von Skwirrel verwaltet und wird bei der nächsten Synchronisierung neu erstellt. Sind Sie sicher, dass Sie dieses Produkt in den Papierkorb verschieben möchten?
fr_fr: Ce produit est géré par Skwirrel et sera recréé lors de la prochaine synchronisation. Êtes-vous sûr de vouloir mettre ce produit à la corbeille ?
nl_be: Dit product wordt beheerd door Skwirrel en wordt opnieuw aangemaakt bij de volgende sync. Weet u zeker dat u dit product wilt verwijderen?

source: This category was created by Skwirrel Sync and will be recreated during the next sync. Are you sure you want to delete this category?
de_de: Diese Kategorie wurde von Skwirrel Sync erstellt und wird bei der nächsten Synchronisierung neu erstellt. Sind Sie sicher, dass Sie diese Kategorie löschen möchten?
fr_fr: Cette catégorie a été créée par Skwirrel Sync et sera recréée lors de la prochaine synchronisation. Êtes-vous sûr de vouloir supprimer cette catégorie ?
nl_be: Deze categorie is aangemaakt door Skwirrel Sync en wordt opnieuw aangemaakt bij de volgende sync. Weet u zeker dat u deze categorie wilt verwijderen?

source: All
de_de: Alle
fr_fr: Tout

source: Older than 7 days
de_de: Älter als 7 Tage
fr_fr: Plus ancien que 7 jours

source: Older than 30 days
de_de: Älter als 30 Tage
fr_fr: Plus ancien que 30 jours

source: Older than 90 days
de_de: Älter als 90 Tage
fr_fr: Plus ancien que 90 jours

source: Delete history
de_de: Verlauf löschen
fr_fr: Supprimer l'historique

source: Delete all sync history?
de_de: Gesamten Synchronisierungsverlauf löschen?
fr_fr: Supprimer tout l'historique de synchronisation ?

source: Sync history deleted.
fr_fr: Historique de synchronisation supprimé.

source: Skwirrel product slugs
fr_fr: Slugs de produits Skwirrel

source: Configure how Skwirrel generates product URL slugs during sync.
fr_fr: Configurez comment Skwirrel génère les slugs d'URL de produits lors de la synchronisation.

source: Slug source
fr_fr: Source du slug

source: Product name (default)
fr_fr: Nom du produit (par défaut)

source: Internal product code (SKU)
fr_fr: Code article interne (SKU)

source: Manufacturer product code
fr_fr: Code article fabricant

source: External product ID
fr_fr: ID produit externe

source: Skwirrel product ID
fr_fr: ID produit Skwirrel

source: The source field used as the base URL (slug) for new products.
fr_fr: Le champ source utilisé comme URL de base (slug) pour les nouveaux produits.

source: Slug suffix (on duplicate)
fr_fr: Suffixe du slug (en cas de doublon)

source: None — WordPress auto-numbers (-2, -3)
fr_fr: Aucun — WordPress numérote automatiquement (-2, -3)

source: If the slug already exists, this field is appended as a suffix. Existing slugs are not changed.
fr_fr: Si le slug existe déjà, ce champ est ajouté comme suffixe. Les slugs existants ne sont pas modifiés.

source: Update slug on re-sync
fr_fr: Mettre à jour le slug lors de la re-synchronisation

source: Also update slugs for existing products during sync
fr_fr: Mettre également à jour les slugs des produits existants lors de la synchronisation

source: When enabled, product slugs are updated on every sync based on the source field above. When disabled, only new products get a slug from Skwirrel.
fr_fr: Lorsque activé, les slugs de produits sont mis à jour à chaque synchronisation en fonction du champ source ci-dessus. Lorsque désactivé, seuls les nouveaux produits reçoivent un slug de Skwirrel.

source: Total
de_de: Gesamt
nl_be: Totaal

source: Documents
de_de: Dokumente
nl_be: Documenten
